Revit 2027 API
AdvancedWood.WoodFiberPerlinEnable Property
 The property labeled "Use perlin noise for wood fiber" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodFiberPerlinEnable { get; }
Public Shared ReadOnly Property WoodFiberPerlinEnable As String
	Get
public:
static property String^ WoodFiberPerlinEnable {
	String^ get ();
}
static member WoodFiberPerlinEnable : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace